[
  { "id": "afinidade_com_a_tormenta", "nome": "Afinidade com a Tormenta", "descricao": "Você recebe +10 em testes de resistência contra efeitos da Tormenta, de suas criaturas e de devotos de Aharadak. Além disso, seu primeiro poder da Tormenta não conta para perda de Carisma.", "efeitos_mecanicos": [] },
  { "id": "extase_da_loucura", "nome": "Êxtase da Loucura", "descricao": "Toda vez que uma ou mais criaturas falham em um teste de Vontade contra uma de suas habilidades mágicas, você recebe 1 PM temporário cumulativo. Você pode ganhar um máximo de PM temporários por cena desta forma igual a sua Sabedoria.", "efeitos_mecanicos": [] },
  { "id": "percepcao_temporal", "nome": "Percepção Temporal", "descricao": "Você pode gastar 3 PM para somar sua Sabedoria (limitado por seu nível e não cumulativo com efeitos que somam este atributo) a seus ataques, Defesa e testes de Reflexos até o fim da cena.", "efeitos_mecanicos": [] },
  { "id": "rejeicao_divina", "nome": "Rejeição Divina", "descricao": "Você recebe resistência a magia divina +5.", "efeitos_mecanicos": [] },

  { "id": "compreender_os_ermos", "nome": "Compreender os Ermos", "descricao": "Você recebe +2 em Sobrevivência e pode usar Sabedoria para Adestramento (em vez de Carisma).", "efeitos_mecanicos": [{ "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "sobrevivencia" }] },
  { "id": "dedo_verde", "nome": "Dedo Verde", "descricao": "Você aprende e pode lançar a magia Controlar Plantas. Se já possuir essa magia e a aprender novamente com este poder, seu custo em PM diminui em 1.", "efeitos_mecanicos": [] },
  { "id": "descanso_natural", "nome": "Descanso Natural", "descricao": "Para você, dormir ao relento é considerado uma condição de descanso confortável.", "efeitos_mecanicos": [] },
  { "id": "voz_da_natureza", "nome": "Voz da Natureza", "descricao": "Você pode falar com animais (como o efeito da magia Voz Divina) e aprende e pode lançar a magia Acalmar Animal, mas só contra animais. Caso aprenda essa magia novamente, seu custo diminui em -1 PM.", "efeitos_mecanicos": [] },

  { "id": "conjurar_arma", "nome": "Conjurar Arma", "descricao": "Você pode gastar 1 PM para invocar uma arma corpo a corpo ou de arremesso com a qual seja proficiente. A arma aparece em sua mão, concede +1 em testes de ataque e rolagens de dano, é considerada mágica e dura pela cena. Não é possível criar armas de disparo, mas pode criar 20 munições.", "efeitos_mecanicos": [] },
  { "id": "coragem_total", "nome": "Coragem Total", "descricao": "Você é imune a efeitos de medo, sejam eles mágicos ou não. Este poder, no entanto, não remove fobias raciais (como o medo de altura dos minotauros).", "efeitos_mecanicos": [] },
  { "id": "fe_guerreira", "nome": "Fé Guerreira", "descricao": "Você pode usar Sabedoria para Guerra (em vez de Inteligência). Além disso, em combate, pode gastar 2 PM para substituir um teste de perícia (exceto testes de ataque) por um teste de Guerra.", "efeitos_mecanicos": [] },
  { "id": "sangue_de_ferro", "nome": "Sangue de Ferro", "descricao": "Você pode pagar 3 PM para receber +2 em rolagens de dano e redução de dano 5 até o fim da cena.", "efeitos_mecanicos": [] },

  { "id": "espada_solar", "nome": "Espada Solar", "descricao": "Você pode gastar 1 PM para fazer uma arma corpo a corpo de corte que esteja empunhando causar +1d6 de dano por fogo até o fim da cena.", "efeitos_mecanicos": [] },
  { "id": "fulgor_solar", "nome": "Fulgor Solar", "descricao": "Você recebe redução de frio e trevas 5. Além disso, quando é alvo de um ataque você pode gastar 1 PM para emitir um clarão solar que deixa o atacante ofuscado por uma rodada.", "efeitos_mecanicos": [] },
  { "id": "habitante_do_deserto", "nome": "Habitante do Deserto", "descricao": "Você recebe redução de fogo 10 e pode pagar 1 PM para criar água pura e potável suficiente para um odre (ou outro recipiente pequeno).", "efeitos_mecanicos": [] },
  { "id": "inimigo_de_tenebra", "nome": "Inimigo de Tenebra", "descricao": "Seus ataques e habilidades causam +1d6 pontos de dano contra mortos-vivos. Quando você usa um efeito que gera luz, o alcance da iluminação dobra.", "efeitos_mecanicos": [] },

  { "id": "apostar_com_o_trapaceiro", "nome": "Apostar com o Trapaceiro", "descricao": "Quando faz um teste de perícia, você pode gastar 1 PM para apostar com Hyninn. Você e o mestre rolam 1d20, mas o mestre mantém o resultado dele em segredo. Você então escolhe entre usar seu próprio resultado ou o resultado oculto do mestre (neste caso, ele revela o resultado).", "efeitos_mecanicos": [] },
  { "id": "farsa_do_fingidor", "nome": "Farsa do Fingidor", "descricao": "Você aprende e pode lançar Criar Ilusão. Caso aprenda novamente essa magia, seu custo diminui em -1 PM.", "efeitos_mecanicos": [] },
  { "id": "forma_de_macaco", "nome": "Forma de Macaco", "descricao": "Você pode gastar uma ação completa e 2 PM para se transformar em um macaco. Você adquire tamanho Minúsculo (o que fornece +5 em Furtividade e -5 em testes de manobra) e recebe deslocamento de escalar 9m. Seu equipamento desaparece (e você perde seus benefícios) até você voltar ao normal, mas suas outras estatísticas não são alteradas. A transformação dura indefinidamente, mas termina caso você faça um ataque, lance uma magia ou sofra dano.", "efeitos_mecanicos": [] },
  { "id": "golpista_divino", "nome": "Golpista Divino", "descricao": "Você recebe +2 em Enganação, Jogatina e Ladinagem.", "efeitos_mecanicos": [{ "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "enganacao" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "jogatina" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "ladinagem" }] },

  { "id": "aura_de_medo", "nome": "Aura de Medo", "descricao": "Você pode gastar 2 PM para gerar uma aura de medo de 9m de raio e duração até o fim da cena. Todos os inimigos que entrem na aura devem fazer um teste de Vontade (CD Car) ou ficam abalados até o fim da cena. Uma criatura que passe no teste de Vontade fica imune a esta habilidade por um dia.", "efeitos_mecanicos": [] },
  { "id": "escamas_draconicas", "nome": "Escamas Dracônicas", "descricao": "Você recebe +2 na Defesa e em Fortitude.", "efeitos_mecanicos": [{ "alvo": "defesa", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2 }, { "alvo": "outro", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "fortitude" }] },
  { "id": "presas_primordiais", "nome": "Presas Primordiais", "descricao": "Você pode gastar 1 PM para transformar seus dentes em presas afiadas até o fim da cena. Você recebe uma arma natural de mordida (dano 1d6, crítico x2, perfuração). Uma vez por rodada, quando usa a ação agredir com outra arma, você pode gastar 1 PM para fazer um ataque corpo a corpo extra com a mordida. Se já possuir outro ataque natural de mordida, em vez disso, o dano desse ataque aumenta em dois passos.", "efeitos_mecanicos": [] },
  { "id": "servos_do_dragao", "nome": "Servos do Dragão", "descricao": "Você pode gastar uma ação completa e 2 PM para invocar 2d4+1 kobolds capangas em espaços desocupados em alcance curto. Você pode gastar uma ação de movimento para fazer os kobolds andarem (eles têm deslocamento 9m) ou uma ação padrão para fazê-los causar dano a criaturas adjacentes (1d6-1 pontos de dano de perfuração cada). Os kobolds têm For -1, Des 1, Defesa 12, 1 PV e falham automaticamente em qualquer teste de resistência ou oposto. Eles desaparecem quando morrem ou no fim da cena. Os kobolds não agem sem receber uma ordem. Usos criativos para capangas fora de combate ficam a critério do mestre.", "efeitos_mecanicos": [] },

  { "id": "dom_da_verdade", "nome": "Dom da Verdade", "descricao": "Você pode gastar 2 PM para receber um bônus de +5 em testes de Intuição e em testes de Percepção contra Enganação e Furtividade até o fim da cena.", "efeitos_mecanicos": [] },
  { "id": "espada_justiceira", "nome": "Espada Justiceira", "descricao": "Você pode gastar 1 PM para encantar sua espada (ou outra arma corpo a corpo de corte que esteja empunhando). O dano da arma é aumentado em um passo até o fim da cena.", "efeitos_mecanicos": [] },
  { "id": "reparar_injustica", "nome": "Reparar Injustiça", "descricao": "Uma vez por rodada, quando um oponente em alcance curto acerta um ataque em você ou em um de seus aliados, você pode gastar 2 PM para fazer este oponente repetir o ataque, escolhendo o pior entre os dois resultados.", "efeitos_mecanicos": [] },

  { "id": "ataque_piedoso", "nome": "Ataque Piedoso", "descricao": "Você pode usar armas corpo a corpo para causar dano não letal sem incorrer na penalidade de -5 no teste de ataque.", "efeitos_mecanicos": [] },
  { "id": "aura_restauradora", "nome": "Aura Restauradora", "descricao": "Efeitos de cura usados por você e seus aliados em alcance curto recuperam +1 PV por dado.", "efeitos_mecanicos": [] },
  { "id": "cura_gentil", "nome": "Cura Gentil", "descricao": "Você soma seu modificador de Carisma aos PV restaurados por seus próprios efeitos mágicos de cura.", "efeitos_mecanicos": [] },
  { "id": "curandeira_perfeita", "nome": "Curandeira Perfeita", "descricao": "Você sempre pode optar por 10 em testes de Cura (resultando em um mínimo de 10). Além disso, não sofre penalidade por usar essa perícia sem uma maleta de medicamentos. Se possuir o item, recebe +2 no teste de Cura (ou +5, se o item for aprimorado).", "efeitos_mecanicos": [] },

  { "id": "kiai_divino", "nome": "Kiai Divino", "descricao": "Uma vez por rodada, quando faz um ataque corpo a corpo, você pode pagar 3 PM. Se acertar o ataque, causa dano máximo, sem necessidade de rolar dados.", "efeitos_mecanicos": [] },
  { "id": "mente_vazia", "nome": "Mente Vazia", "descricao": "Você recebe +2 em Iniciativa, Percepção e Vontade.", "efeitos_mecanicos": [{ "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "iniciativa" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "percepcao" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "vontade" }] },
  { "id": "tradicao_de_lin_wu", "nome": "Tradição de Lin-Wu", "descricao": "Você considera a katana uma arma simples e, se for proficiente em armas marciais, recebe +1 na margem de ameaça com ela.", "efeitos_mecanicos": [] },

  { "id": "aura_de_paz", "nome": "Aura de Paz", "descricao": "Você pode gastar 2 PM para gerar uma aura de paz com alcance curto e duração de uma cena. Qualquer inimigo dentro da aura que tente fazer uma ação hostil contra você deve fazer um teste de Vontade (CD Car). Se falhar, perderá sua ação. Se passar, fica imune a esta habilidade por um dia.", "efeitos_mecanicos": [] },
  { "id": "dom_da_esperanca", "nome": "Dom da Esperança", "descricao": "Você soma sua Sabedoria em seus PV em vez de Constituição, e se torna imune às condições alquebrado, esmorecido e frustrado.", "efeitos_mecanicos": [{ "alvo": "vida", "tipo_efeito": "outro", "operacao": "set", "valor_base": 0, "atributo": "sabedoria", "condicao": "atributo_pv" }, { "alvo": "outro", "tipo_efeito": "outro", "operacao": "add", "valor_base": 0, "condicao": "imune_alquebrado_esmorecido_frustrado" }] },
  { "id": "palavras_de_bondade", "nome": "Palavras de Bondade", "descricao": "Você aprende e pode lançar Enfeitiçar. Caso aprenda novamente essa magia, seu custo diminui em -1 PM.", "efeitos_mecanicos": [] },
  { "id": "talento_artistico", "nome": "Talento Artístico", "descricao": "Você recebe +2 em Acrobacia, Atuação e Diplomacia.", "efeitos_mecanicos": [{ "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "acrobacia" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "atuacao" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "diplomacia" }] },

  { "id": "olhar_amedrontador", "nome": "Olhar Amedrontador", "descricao": "Você aprende e pode lançar Amedrontar. Caso aprenda novamente essa magia, seu custo diminui em -1 PM.", "efeitos_mecanicos": [] },
  { "id": "urro_divino", "nome": "Urro Divino", "descricao": "Quando você realiza um ataque ou lança uma magia, pode pagar 1 PM para somar sua Constituição (mínimo +1) à rolagem de dano desse ataque ou magia.", "efeitos_mecanicos": [] },
  { "id": "voz_dos_monstros", "nome": "Voz dos Monstros", "descricao": "Você conhece os idiomas de todos os monstros inteligentes e pode se comunicar livremente com monstros não inteligentes (Int -4 ou menor), como se estivesse sob efeito da magia Voz Divina.", "efeitos_mecanicos": [] },

  { "id": "poder_oculto", "nome": "Poder Oculto", "descricao": "Você pode gastar uma ação de movimento e 2 PM para invocar a força, a rapidez ou o vigor dos loucos. Role 1d6 para receber +2 em Força (1 ou 2), Destreza (3 ou 4) ou Constituição (5 ou 6) até o fim da cena. Você pode usar este poder várias vezes, mas bônus no mesmo atributo não são cumulativos.", "efeitos_mecanicos": [] },
  { "id": "sorte_dos_loucos", "nome": "Sorte dos Loucos", "descricao": "Você pode pagar 1 PM para rolar novamente um teste recém realizado. Se ainda assim falhar no teste, você perde 1d6 PM.", "efeitos_mecanicos": [] },
  { "id": "transmissao_da_loucura", "nome": "Transmissão da Loucura", "descricao": "Você pode lançar Sussurros Insanos (CD Car). Caso aprenda novamente essa magia, seu custo diminui em -1 PM.", "efeitos_mecanicos": [] },

  { "id": "anfibio", "nome": "Anfíbio", "descricao": "Você pode respirar embaixo d'água e adquire deslocamento de natação igual a seu deslocamento terrestre.", "efeitos_mecanicos": [] },
  { "id": "arsenal_das_profundezas", "nome": "Arsenal das Profundezas", "descricao": "Você recebe +2 nas rolagens de dano com azagaias, lanças e tridentes e seu multiplicador de crítico com essas armas aumenta em +1.", "efeitos_mecanicos": [] },
  { "id": "mestre_dos_mares", "nome": "Mestre dos Mares", "descricao": "Você pode falar com animais aquáticos (como o efeito da magia Voz Divina) e aprende e pode lançar Acalmar Animal, mas só contra criaturas aquáticas. Caso aprenda novamente essa magia, seu custo diminui em -1 PM.", "efeitos_mecanicos": [] },
  { "id": "sopro_do_mar", "nome": "Sopro do Mar", "descricao": "Você pode gastar uma ação padrão e 1 PM para soprar vento marinho em um cone de 6m. Criaturas na área sofrem 2d6 pontos de dano de frio (Reflexos CD Sab reduz à metade). Você pode aprender Sopro das Uivantes como uma magia divina. Se fizer isso, o custo dela diminui em -1 PM.", "efeitos_mecanicos": [] },

  { "id": "astucia_da_serpente", "nome": "Astúcia da Serpente", "descricao": "Você recebe +2 em Enganação, Furtividade e Intuição.", "efeitos_mecanicos": [{ "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "enganacao" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "furtividade" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "intuicao" }] },
  { "id": "familiar_ofidico", "nome": "Familiar Ofídico", "descricao": "Você recebe um familiar cobra (veja a página 38) que não conta em seu limite de parceiros.", "efeitos_mecanicos": [] },
  { "id": "presas_venenosas", "nome": "Presas Venenosas", "descricao": "Você pode gastar uma ação de movimento e 1 PM para envenenar uma arma corpo a corpo que esteja empunhando. Em caso de acerto, a arma causa perda de 1d12 pontos de vida. A arma permanece envenenada até atingir uma criatura ou até o fim da cena, o que acontecer primeiro.", "efeitos_mecanicos": [] },
  { "id": "sangue_ofidico", "nome": "Sangue Ofídico", "descricao": "Você recebe resistência a veneno +5 e a CD para resistir aos seus venenos aumenta em +2.", "efeitos_mecanicos": [] },

  { "id": "conhecimento_enciclopedico", "nome": "Conhecimento Enciclopédico", "descricao": "Você se torna treinado em duas perícias baseadas em Inteligência a sua escolha.", "efeitos_mecanicos": [{ "alvo": "pericia", "tipo_efeito": "outro", "operacao": "add", "valor_base": 2, "condicao": "treinado_inteligencia" }] },
  { "id": "mente_analitica", "nome": "Mente Analítica", "descricao": "Você recebe +2 em Intuição, Investigação e Vontade.", "efeitos_mecanicos": [{ "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "intuicao" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "investigacao" }, { "alvo": "pericia", "tipo_efeito": "bonus_fixo", "operacao": "add", "valor_base": 2, "condicao": "vontade" }] },
  { "id": "pesquisa_abencoada", "nome": "Pesquisa Abençoada", "descricao": "Se passar uma hora pesquisando seus livros e anotações, você pode rolar novamente um teste de perícia baseada em Inteligência ou Sabedoria que tenha feito desde a última cena. Se tiver acesso a mais livros, você recebe um bônus no teste: +2 para uma coleção particular ou biblioteca pequena e +5 para a biblioteca de um templo ou universidade.", "efeitos_mecanicos": [] },
  { "id": "voz_da_civilizacao", "nome": "Voz da Civilização", "descricao": "Você está sempre sob o efeito da magia Compreensão.", "efeitos_mecanicos": [] },

  { "id": "caricia_sombria", "nome": "Carícia Sombria", "descricao": "Você pode gastar 1 PM e uma ação padrão para cobrir sua mão com energia negativa e tocar uma criatura em alcance corpo a corpo. A criatura sofre 2d6 pontos de dano de trevas (Fortitude CD Sab reduz à metade) e você recupera PV iguais à metade do dano causado. Você pode aprender Toque Vampírico como uma magia divina. Se fizer isso, o custo dela diminui em -1 PM.", "efeitos_mecanicos": [] },
  { "id": "manto_da_penumbra", "nome": "Manto da Penumbra", "descricao": "Você aprende e pode lançar Escuridão. Caso aprenda novamente essa magia, seu custo diminui em -1 PM.", "efeitos_mecanicos": [] },
  { "id": "visao_nas_trevas", "nome": "Visão nas Trevas", "descricao": "Você enxerga perfeitamente no escuro, incluindo em magias de escuridão.", "efeitos_mecanicos": [] },
  { "id": "zumbificar", "nome": "Zumbificar", "descricao": "Você pode gastar uma ação completa e 3 PM para reanimar o cadáver de uma criatura Pequena ou Média adjacente por um dia. O cadáver funciona como um parceiro iniciante de um tipo à escolha do personagem entre combatente, fortão ou guardião. Além disso, quando o parceiro sofre dano, você pode sacrificá-lo; se fizer isso, sofre apenas metade do dano, mas o cadáver é destruído.", "efeitos_mecanicos": [] },

  { "id": "almejar_o_impossivel", "nome": "Almejar o Impossível", "descricao": "Quando faz um teste de perícia, um resultado de 19 ou mais no dado sempre é um sucesso, não importando o valor a ser alcançado.", "efeitos_mecanicos": [] },
  { "id": "furia_divina", "nome": "Fúria Divina", "descricao": "Você pode gastar 2 PM para invocar uma fúria selvagem, tornando-se temível em combate. Até o fim da cena, você recebe +2 em testes de ataque e rolagens de dano corpo a corpo, mas não pode executar nenhuma ação que exija paciência ou concentração (como usar a perícia Furtividade ou lançar magias). Se usar este poder em conjunto com a habilidade Fúria, ela também dura uma cena (e não termina se você não atacar ou for alvo de uma ação hostil).", "efeitos_mecanicos": [] },
  { "id": "tropas_duyshidakk", "nome": "Tropas Duyshidakk", "descricao": "Você pode gastar uma ação completa e 2 PM para invocar 1d4+1 goblinoides capangas em espaços desocupados em alcance curto. Você pode gastar uma ação de movimento para fazer os goblinoides andarem (eles têm deslocamento 9m) ou uma ação padrão para fazê-los causar dano a criaturas adjacentes (1d6+1 pontos de dano de corte cada). Os goblinoides têm For 1, Des 1, Defesa 15, 1 PV e falham automaticamente em qualquer teste de resistência ou oposto. Eles desaparecem quando morrem ou no fim da cena. Os goblinoides não agem sem receber uma ordem. Usos criativos para capangas fora de combate ficam a critério do mestre.", "efeitos_mecanicos": [] },

  { "id": "dom_da_imortalidade", "nome": "Dom da Imortalidade", "descricao": "Você é imortal. Sempre que morre, não importando o motivo, volta à vida após 3d6 dias. Apenas paladinos podem escolher este poder. Um personagem pode ter Dom da Imortalidade ou Dom da Ressurreição, mas não ambos.", "efeitos_mecanicos": [] },
  { "id": "dom_da_profecia", "nome": "Dom da Profecia", "descricao": "Você pode lançar Augúrio. Caso aprenda novamente essa magia, seu custo diminui em -1 PM. Você também pode gastar 2 PM para receber +2 em um teste.", "efeitos_mecanicos": [] },
  { "id": "dom_da_ressurreicao", "nome": "Dom da Ressurreição", "descricao": "Você pode gastar uma ação completa e todos os PM que possui (mínimo 1 PM) para tocar o corpo de uma criatura morta há menos de um ano e ressuscitá-la. A criatura volta à vida com 1 PV e 0 PM, e perde 1 ponto de Constituição permanentemente. Este poder só pode ser usado uma vez em cada cena.", "efeitos_mecanicos": [] },

  { "id": "armas_da_ambicao", "nome": "Armas da Ambição", "descricao": "Você recebe +1 em testes de ataque e na margem de ameaça com armas nas quais é proficiente.", "efeitos_mecanicos": [] },
  { "id": "liberdade_divina", "nome": "Liberdade Divina", "descricao": "Você pode gastar 2 PM para receber imunidade a efeitos de movimento por uma rodada.", "efeitos_mecanicos": [] },

  { "id": "bencao_do_mana", "nome": "Bênção do Mana", "descricao": "Você recebe +1 PM a cada nível ímpar.", "efeitos_mecanicos": [{ "alvo": "mana", "tipo_efeito": "ajuste_mana", "operacao": "add", "valor_base": 1, "por_nivel": true, "condicao": "niveis_impares" }] },
  { "id": "centelha_magica", "nome": "Centelha Mágica", "descricao": "Escolha uma magia arcana ou divina de 1º círculo. Você aprende e pode lançar essa magia.", "efeitos_mecanicos": [] },
  { "id": "escudo_magico", "nome": "Escudo Mágico", "descricao": "Ao lançar uma magia, você recebe um bônus na Defesa igual ao círculo da magia lançada, que dura até o início de seu próximo turno.", "efeitos_mecanicos": [] },
  { "id": "teurgista_mistico", "nome": "Teurgista Místico", "descricao": "Até uma magia de cada círculo que você aprender poderá ser escolhida entre magias divinas (se você for um conjurador arcano) ou entre magias arcanas (se for um conjurador divino). Pré-requisito: habilidade de classe Magias.", "efeitos_mecanicos": [] }
]

